// components/About.js
import React from 'react';

function About() {
  return (
    <section className="about">
      <div className="container">
        <h2>من نحن</h2>
        <p>
          شركة ألعاب الأطفال هي الرائدة في توفير أفضل الألعاب للأطفال منذ عام 1990. نحن نؤمن بأهمية تقديم تجارب لعب إبداعية وتعليمية لأطفالنا، مما يساعدهم على النمو والتطور بطريقة ممتعة.
        </p>
        <p>
          يتم اختيار جميع منتجاتنا بعناية فائقة لضمان جودة عالية وسلامة مضمونة لأطفالكم. كما نهتم بتوفير مجموعة متنوعة من الألعاب التي تناسب جميع الأعمار والاهتمامات.
        </p>
      </div>
    </section>
  );
}

export default About;
